org/20220107091258-quantative_tightening_step_by_step.org
:PROPERTIES:
:ID:       1b385f2e-4b6b-4adc-b9f9-f068f5259f92
:ROAM_REFS: https://fedguy.com/quantitative-tightening-step-by-step/?utm_source=rss&utm_medium=rss&utm_campaign=quantitative-tightening-step-by-step
:END:
#+title: Quantitative tightening step-by-step

- tags :: [[id:1a53642d-c03e-4ae9-92e2-e164869927b3][Monetary systems]]

This is a follow-up on [[id:d033d9f2-f4a5-422c-afe5-a26d5bcb7bc8][Quantitative Easing step-by-step]].

The chain goes as follows:
1. Investor wants to buy treasuries with deposit (swap)
2. Bank settles payment (deposit -> reserve) with treasuries | reduces reserves and deposit liabilities
3. Treasury issues new UST -> gets payment in reserve -> pays Fed for UST | nothing changes
4. Fed extinguishes the reserves


- The Fed has no idea what the QT is actually doing, and has [[id:2db6e3af-7b96-4174-b738-b0a57ebaab57][changed strategy several times before stopping]]
- The Fed had no idea how much reserve banks need
- [[id:51b34765-04d6-4eef-b5b6-bbaff2121bf3][Banks have too much reserve]]
- Fed stopped QT because [[https://fred.stlouisfed.org/series/SOFR][Repo rate exploded]] (it has no idea why) and even restarted QE


* TODO Why did [[https://fred.stlouisfed.org/series/SOFR][repo rate explode in 2019]] if banks have too much reserve?
- /reserve may be non-uniformly spread out/, so QT lead to a reserve crisis for small banks but not for larger ones.
- Pas assez de dette à horison < 1y
- JPM aurait fait exprès de ne pas sortir l'argent pour faire exploser le repo et le QT avec
