20220107091258-quantative_tightening_step_by_step.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-12-20 Tue 14:22 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Quantitative tightening step-by-step</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Quantitative tightening step-by-step</h1>
<dl class="org-dl">
<dt>tags</dt><dd><a href="20220103155222-monetary_systems.html#ID-1a53642d-c03e-4ae9-92e2-e164869927b3">Monetary systems</a></dd>
</dl>

<p>
This is a follow-up on <a href="20220107092856-quantitative_easing_step_by_step.html#ID-d033d9f2-f4a5-422c-afe5-a26d5bcb7bc8">Quantitative Easing step-by-step</a>.
</p>

<p>
The chain goes as follows:
</p>
<ol class="org-ol">
<li>Investor wants to buy treasuries with deposit (swap)</li>
<li>Bank settles payment (deposit -&gt; reserve) with treasuries | reduces reserves and deposit liabilities</li>
<li>Treasury issues new UST -&gt; gets payment in reserve -&gt; pays Fed for UST | nothing changes</li>
<li>Fed extinguishes the reserves</li>
</ol>


<ul class="org-ul">
<li>The Fed has no idea what the QT is actually doing, and has <a href="20220107093214-monetary_policy_report_july_2019.html#ID-2db6e3af-7b96-4174-b738-b0a57ebaab57">changed strategy several times before stopping</a></li>
<li>The Fed had no idea how much reserve banks need</li>
<li><a href="20220107163659-banks_have_too_much_reserve.html#ID-51b34765-04d6-4eef-b5b6-bbaff2121bf3">Banks have too much reserve</a></li>
<li>Fed stopped QT because <a target='_blank' rel='noopener noreferrer' class='external' href="https://fred.stlouisfed.org/series/SOFR">Repo rate exploded</a> (it has no idea why) and even restarted QE</li>
</ul>


<div id="outline-container-orgf8ecaeb" class="outline-2">
<h2 id="orgf8ecaeb"><span class="todo TODO">TODO</span> Why did <a target='_blank' rel='noopener noreferrer' class='external' href="https://fred.stlouisfed.org/series/SOFR">repo rate explode in 2019</a> if banks have too much reserve?</h2>
<div class="outline-text-2" id="text-orgf8ecaeb">
<ul class="org-ul">
<li><i>reserve may be non-uniformly spread out</i>, so QT lead to a reserve crisis for small banks but not for larger ones.</li>
<li>Pas assez de dette à horison &lt; 1y</li>
<li>JPM aurait fait exprès de ne pas sortir l'argent pour faire exploser le repo et le QT avec</li>
</ul>
</div>
</div>

<div id="outline-container-org6e7b6c1" class="outline-2">
<h2 id="org6e7b6c1">Links to this note</h2>
</div>
</div>
</body>
</html>